[
    {
        "ru": "Жил в разных городах по всей стране: Екатеринбург, Новосибирск, Липецк, Краснодар и Сочи.",
        "en": "I have lived in various cities across the country: Yekaterinburg, Novosibirsk, Lipetsk, Krasnodar, and Sochi."
    },
    {
        "ru": "Свободное время провожу с пользой: читаю книги (предпочитаю фантастику), хожу в спортзал, зимой катаюсь на сноуборде.",
        "en": "I spend my free time usefully: reading books (I prefer science fiction), going to the gym, snowboarding in winter."
    },
    {
        "ru": "Я целеустремлённый, стрессоустойчивый, ответственно подхожу к работе, легко и быстро осваиваю новое и адаптируюсь к изменениям.",
        "en": "I am goal-oriented, stress-resistant, approach work responsibly, and I easily and quickly learn new things and adapt to changes."
    },
    {
        "ru": "Высшее образование получаю в сфере сервиса, заочно. Решение о его получении пришло только через 7 лет после окончания школы. Я смог самостоятельно подготовиться и сдать ЕГЭ, затем поступить на бюджет. Закончу обучение уже в 2026 году.",
        "en": "I am pursuing a higher education in the field of service, part-time. The decision to pursue it came only 7 years after finishing school. I managed to prepare for and pass the Unified State Exam on my own, and then I got admitted on a budget. I will finish my studies in 2026."
    },
    {
        "ru": "С 19-ти лет я работал в сфере гостеприимства - барменом, официантом, менеджером. Мне это нравилось, но в один день я понял, что хочу изменить вектор профессионального развития.",
        "en": "Since I was 19, I have been working in the hospitality industry as a bartender, waiter, and manager. I enjoyed it, but one day I realized I wanted to change the direction of my professional development."
    },
    {
        "ru": "Мои отношения с фронтендом можно описать так: «Это была любовь с первой строчки кода». Я стремлюсь стать профессионалом в этой сфере.",
        "en": "My relationship with frontend can be described as: «It was love at first line of code». I strive to become a professional in this field."
    },
    {
        "ru": "Мне нравится решать сложные задачи, допытываться до истоков и изобретать что-то новое. Иногда получаются хорошие велосипеды!",
        "en": "I enjoy solving complex problems, getting to the roots, and inventing something new. Sometimes I end up with good 'reinvented wheels'!"
    },
    {
        "ru": "А вы тоже можете часами пытаться что-то придумать, а решение в итоге приходит к вам в душе?",
        "en": "Can you also spend hours trying to come up with something, only for the solution to finally come to you in the shower?"
    },
    {
        "ru": "Очень люблю мотоциклы класса круизер - их часто ещё называют чоперами, а так же рок-музыку (кто бы сомневался). Мои любимые группы: Metallica, Five Finger Death Punch, AC/DC, PAIN и Slipknot.",
        "en": "I really love cruiser motorcycles - often also called choppers, as well as rock music (who would have guessed). My favorite bands are: Metallica, Five Finger Death Punch, AC/DC, PAIN, and Slipknot."
    },
    {
        "ru": "Стремлюсь всегда изучить что-то новое, почитать полезные статьи или разобраться как работает тот или иной код. Завтра я уже буду знать и уметь больше, чем вчера.",
        "en": "I always strive to learn something new, read useful articles, or understand how a particular piece of code works. Tomorrow, I will know and be able to do more than yesterday."
    }
]
